Revit 2024 API
ParameterTypeId.RoomPeopleTotalHeatGainPerPersonParam Property
 "Total Heat Gain per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomPeopleTotalHeatGainPerPersonParam { get; }
Visual Basic
Public Shared ReadOnly Property RoomPeopleTotalHeatGainPerPersonParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomPeopleTotalHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace